{"class_name": "Sequential", "keras_version": "1.1.2", "config": [{"class_name": "Convolution2D", "config": {"nb_row": 5, "input_dtype": "float32", "activation": "relu", "b_regularizer": null, "bias": true, "b_constraint": null, "batch_input_shape": [null, 66, 200, 3], "nb_col": 5, "name": "convolution2d_331", "W_regularizer": null, "subsample": [2, 2], "init": "glorot_uniform", "nb_filter": 24, "W_constraint": null, "border_mode": "valid", "activity_regularizer": null, "dim_ordering": "tf", "trainable": true}}, {"class_name": "Convolution2D", "config": {"W_constraint": null, "nb_row": 5, "subsample": [2, 2], "activation": "relu", "b_regularizer": null, "bias": true, "b_constraint": null, "nb_col": 5, "name": "convolution2d_332", "W_regularizer": null, "init": "glorot_uniform", "nb_filter": 36, "trainable": true, "border_mode": "valid", "activity_regularizer": null, "dim_ordering": "tf"}}, {"class_name": "Convolution2D", "config": {"W_constraint": null, "nb_row": 5, "subsample": [2, 2], "activation": "relu", "b_regularizer": null, "bias": true, "b_constraint": null, "nb_col": 5, "name": "convolution2d_333", "W_regularizer": null, "init": "glorot_uniform", "nb_filter": 48, "trainable": true, "border_mode": "valid", "activity_regularizer": null, "dim_ordering": "tf"}}, {"class_name": "Convolution2D", "config": {"W_constraint": null, "nb_row": 3, "subsample": [1, 1], "activation": "relu", "b_regularizer": null, "bias": true, "b_constraint": null, "nb_col": 3, "name": "convolution2d_334", "W_regularizer": null, "init": "glorot_uniform", "nb_filter": 64, "trainable": true, "border_mode": "valid", "activity_regularizer": null, "dim_ordering": "tf"}}, {"class_name": "Convolution2D", "config": {"W_constraint": null, "nb_row": 3, "subsample": [1, 1], "activation": "relu", "b_regularizer": null, "bias": true, "b_constraint": null, "nb_col": 3, "name": "convolution2d_335", "W_regularizer": null, "init": "glorot_uniform", "nb_filter": 64, "trainable": true, "border_mode": "valid", "activity_regularizer": null, "dim_ordering": "tf"}}, {"class_name": "Flatten", "config": {"name": "flatten_67", "trainable": true}}, {"class_name": "Dense", "config": {"activation": "relu", "input_dim": null, "bias": true, "b_constraint": null, "W_constraint": null, "name": "dense_200", "W_regularizer": null, "init": "glorot_uniform", "b_regularizer": null, "trainable": true, "activity_regularizer": null, "output_dim": 250}}, {"class_name": "Dense", "config": {"activation": "linear", "input_dim": null, "bias": true, "b_constraint": null, "W_constraint": null, "name": "dense_201", "W_regularizer": null, "init": "glorot_uniform", "b_regularizer": null, "trainable": true, "activity_regularizer": null, "output_dim": 1}}]}